"Cancel" = "Annulla";
"OK" = "OK";
"Open" = "Apri";
"Please run “Wacom Stylus update” available in the App store" = "Esegui “Aggiornamento Wacom Stylus”, disponibile nell'App store";
"This stylus is not supported with your device." = "Questa stilo non è supportata con il dispositivo.";
"Update your stylus" = "Aggiorna la tua penna digitale";

